Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/DeveloperUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: No exact format row stored for this language string.
ar: لا يوجد صف تنسيق دقيق مخزن لسلسلة اللغة هذه.
bn: এই ভাষা স্ট্রিং জন্য কোন সঠিক বিন্যাস সারি সংরক্ষিত.
es: No hay una fila de formato exacto almacenada para esta cadena de idioma.
fr: Aucune ligne de format exacte stockée pour cette chaîne de langue.
hi: इस भाषा स्ट्रिंग के लिए कोई सटीक प्रारूप पंक्ति संग्रहीत नहीं है।
it: Nessuna riga di formato esatta memorizzata per questa stringa di lingua.
nl: Er is geen exacte opmaakrij opgeslagen voor deze taalreeks.
te: ఈ భాషా స్ట్రింగ్ కోసం ఖచ్చితమైన ఫార్మాట్ అడ్డు వరుస ఏదీ నిల్వ చేయబడలేదు.
zh_tw: 没有为此语言字符串存储确切的格式行。

source: Text direction
ar: اتجاه النص
bn: পাঠ্যের দিকনির্দেশ
es: Dirección del texto
fr: Sens du texte
hi: पाठ दिशा
it: Direzione del testo
nl: Tekst richting
te: వచన దిశ
zh_tw: 文字方向

source: Date pattern
ar: نمط التاريخ
bn: তারিখ প্যাটার্ন
es: Patrón de fecha
fr: Modèle de date
hi: दिनांक पैटर्न
it: Modello di data
nl: Datum patroon
te: తేదీ నమూనా
zh_tw: 日期图案

source: Time pattern
ar: نمط الوقت
bn: সময়ের প্যাটার্ন
es: patrón de tiempo
fr: Modèle de temps
hi: समय का पैटर्न
it: Modello temporale
nl: Tijd patroon
te: సమయ నమూనా
zh_tw: 时间模式

source: Date-time pattern
ar: نمط التاريخ والوقت
bn: তারিখ-সময় প্যাটার্ন
es: Patrón de fecha y hora
fr: Modèle date-heure
hi: दिनांक-समय पैटर्न
it: Modello data-ora
nl: Datum-tijd patroon
te: తేదీ-సమయ నమూనా
zh_tw: 日期时间模式

source: Decimal separator
ar: فاصل عشري
bn: দশমিক বিভাজক
es: Separador decimal
fr: Séparateur décimal
hi: दशमलव विभाजक
it: Separatore decimale
nl: Decimaal scheidingsteken
te: దశాంశ విభజన
zh_tw: 小数点分隔符

source: Grouping separator
ar: فاصل التجميع
bn: গ্রুপিং বিভাজক
es: Separador de agrupaciones
fr: Séparateur de regroupement
hi: समूह विभाजक
it: Separatore di raggruppamento
nl: Groeperingsscheidingsteken
te: గ్రూపింగ్ సెపరేటర్
zh_tw: 分组分隔符

source: Currency
ar: عملة
bn: মুদ্রা
es: Divisa
fr: Devise
hi: मुद्रा
it: Valuta
nl: Munteenheid
te: కరెన్సీ
zh_tw: 货币

source: First day of week
ar: اليوم الأول من الأسبوع
bn: সপ্তাহের প্রথম দিন
es: primer día de la semana
fr: Premier jour de la semaine
hi: सप्ताह का पहला दिन
it: Primo giorno della settimana
nl: Eerste dag van de week
te: వారంలో మొదటి రోజు
zh_tw: 一周的第一天

source: Measurement
ar: قياس
bn: পরিমাপ
es: Medición
fr: Mesures
hi: माप
it: Misurazione
nl: Meting
te: కొలత
zh_tw: 测量

source: Default timezone
ar: المنطقة الزمنية الافتراضية
bn: ডিফল্ট টাইমজোন
es: Zona horaria predeterminada
fr: Fuseau horaire par défaut
hi: डिफ़ॉल्ट समय क्षेत्र
it: Fuso orario predefinito
nl: Standaard tijdzone
te: డిఫాల్ట్ టైమ్u200cజోన్
zh_tw: 默认时区

source: Numbering system
ar: نظام الترقيم
bn: সংখ্যা পদ্ধতি
es: Sistema de numeración
fr: Système de numérotation
hi: क्रमांकन प्रणाली
it: Sistema di numerazione
nl: Nummeringssysteem
te: నంబరింగ్ సిస్టమ్
zh_tw: 编号系统

source: Calendar
ar: تقويم
bn: ক্যালেন্ডার
es: Calendario
fr: Calendrier
hi: कैलेंडर
it: Calendario
nl: Kalender
te: క్యాలెండర్
zh_tw: 日历

source: Shared Fields
ar: الحقول المشتركة
bn: ভাগ করা ক্ষেত্র
es: Campos compartidos
fr: Champs partagés
hi: साझा फ़ील्ड
it: Campi condivisi
nl: Gedeelde velden
te: షేర్డ్ ఫీల్డ్స్
zh_tw: 共享字段

source: Loading shared field groups…
ar: جارٍ تحميل مجموعات الحقول المشتركة...
bn: শেয়ার করা ফিল্ড গ্রুপ লোড হচ্ছে...
es: Cargando grupos de campos compartidos...
fr: Chargement des groupes de champs partagés…
hi: साझा फ़ील्ड समूह लोड हो रहे हैं...
it: Caricamento gruppi di campi condivisi…
nl: Gedeelde veldgroepen laden…
te: భాగస్వామ్య ఫీల్డ్ సమూహాలను లోడ్ చేస్తోంది...
zh_tw: 正在加载共享字段组...

source: No shared field groups returned.
ar: لم يتم إرجاع أي مجموعات حقول مشتركة.
bn: কোনো ভাগ করা ক্ষেত্র গ্রুপ ফিরে আসেনি.
es: No se devolvieron grupos de campos compartidos.
fr: Aucun groupe de champs partagés n'a été renvoyé.
hi: कोई साझा फ़ील्ड समूह वापस नहीं आया.
it: Nessun gruppo di campi condivisi restituito.
nl: Er zijn geen gedeelde veldgroepen geretourneerd.
te: షేర్ చేసిన ఫీల్డ్ గ్రూపులు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回共享字段组。

source: Could not load shared field groups.
ar: تعذر تحميل مجموعات الحقول المشتركة.
bn: ভাগ করা ক্ষেত্র গোষ্ঠীগুলি লোড করা যায়নি৷
es: No se pudieron cargar grupos de campos compartidos.
fr: Impossible de charger les groupes de champs partagés.
hi: साझा फ़ील्ड समूह लोड नहीं किया जा सका.
it: Impossibile caricare i gruppi di campi condivisi.
nl: Kan gedeelde veldgroepen niet laden.
te: భాగస్వామ్య ఫీల్డ్ సమూహాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载共享字段组。

source: Shared field groups from the content-editor shared definition. Open a row for the field catalog. Create/edit and system def are later slices.
ar: مجموعات الحقول المشتركة من التعريف المشترك لمحرر المحتوى. افتح صفًا لكتالوج الحقول. إنشاء/تحرير وتعريف النظام هما شرائح لاحقة.
bn: বিষয়বস্তু-সম্পাদক ভাগ করা সংজ্ঞা থেকে ভাগ করা ক্ষেত্র গোষ্ঠী। ক্ষেত্রের ক্যাটালগের জন্য একটি সারি খুলুন। ক্রিয়েট/এডিট এবং সিস্টেম ডিফ পরবর্তী স্লাইস।
es: Grupos de campos compartidos de la definición compartida del editor de contenido. Abra una fila para el catálogo de campos. Crear/editar y definir el sistema son porciones posteriores.
fr: Groupes de champs partagés issus de la définition partagée de l'éditeur de contenu. Ouvrez une ligne pour le catalogue de champs. Créer/modifier et définir le système sont des tranches ultérieures.
hi: सामग्री-संपादक साझा परिभाषा से साझा फ़ील्ड समूह। फ़ील्ड कैटलॉग के लिए एक पंक्ति खोलें. बनाएं/संपादित करें और सिस्टम डीईफ़ बाद के स्लाइस हैं।
it: Gruppi di campi condivisi dalla definizione condivisa dell'editor di contenuti. Aprire una riga per il catalogo dei campi. Crea/modifica e definizione del sistema sono sezioni successive.
nl: Gedeelde veldgroepen uit de gedeelde definitie van de inhoudeditor. Open een rij voor de veldcatalogus. Maken/bewerken en systeemdefinitie zijn latere segmenten.
te: కంటెంట్-ఎడిటర్ షేర్డ్ డెఫినిషన్ నుండి షేర్డ్ ఫీల్డ్ గ్రూపులు. ఫీల్డ్ కేటలాగ్ కోసం అడ్డు వరుసను తెరవండి. క్రియేట్/ఎడిట్ మరియు సిస్టమ్ డెఫ్ తర్వాత స్లైస్u200cలు.
zh_tw: 来自内容编辑器共享定义的共享字段组。为字段目录打开一行。创建/编辑和系统定义是后面的部分。

source: Filename
ar: اسم الملف
bn: ফাইলের নাম
es: Nombre del archivo
fr: Nom de fichier
hi: फ़ाइलनाम
it: Nome file
nl: Bestandsnaam
te: ఫైల్ పేరు
zh_tw: 文件名

source: Loading shared field group…
ar: جارٍ تحميل مجموعة الحقول المشتركة...
bn: শেয়ার করা ফিল্ড গ্রুপ লোড হচ্ছে...
es: Cargando grupo de campos compartidos...
fr: Chargement du groupe de champs partagés…
hi: साझा फ़ील्ड समूह लोड हो रहा है...
it: Caricamento gruppo di campi condivisi…
nl: Gedeelde veldgroep laden…
te: షేర్ చేసిన ఫీల్డ్ గ్రూప్ లోడ్ అవుతోంది...
zh_tw: 正在加载共享字段组...

source: Could not load shared field group.
ar: تعذر تحميل مجموعة الحقول المشتركة.
bn: ভাগ করা ফিল্ড গ্রুপ লোড করা যায়নি.
es: No se pudo cargar el grupo de campos compartidos.
fr: Impossible de charger le groupe de champs partagés.
hi: साझा फ़ील्ड समूह लोड नहीं किया जा सका.
it: Impossibile caricare il gruppo di campi condivisi.
nl: Kan gedeelde veldgroep niet laden.
te: భాగస్వామ్య ఫీల్డ్ సమూహాన్ని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载共享字段组。

source: Read-only field catalog for this shared group. Control properties and write are not exposed yet.
ar: كتالوج حقل للقراءة فقط لهذه المجموعة المشتركة. خصائص التحكم والكتابة لم يتم كشفها بعد.
bn: এই ভাগ করা গোষ্ঠীর জন্য শুধুমাত্র-পঠন ক্ষেত্র ক্যাটালগ৷ নিয়ন্ত্রণ বৈশিষ্ট্য এবং লিখন এখনও উন্মুক্ত করা হয় না.
es: Catálogo de campos de solo lectura para este grupo compartido. Las propiedades de control y la escritura aún no están expuestas.
fr: Catalogue de champs en lecture seule pour ce groupe partagé. Les propriétés du contrôle et l'écriture ne sont pas encore exposées.
hi: इस साझा समूह के लिए केवल पढ़ने योग्य फ़ील्ड कैटलॉग। नियंत्रण गुण और लेखन अभी तक उजागर नहीं हुए हैं।
it: Catalogo di campi di sola lettura per questo gruppo condiviso. Le proprietà di controllo e di scrittura non sono ancora esposte.
nl: Alleen-lezen veldcatalogus voor deze gedeelde groep. Besturingseigenschappen en schrijven zijn nog niet zichtbaar.
te: ఈ భాగస్వామ్య సమూహం కోసం చదవడానికి మాత్రమే ఫీల్డ్ కేటలాగ్. నియంత్రణ లక్షణాలు మరియు వ్రాయడం ఇంకా బహిర్గతం కాలేదు.
zh_tw: 此共享组的只读字段目录。控件属性和写入尚未公开。

source: System Def
ar: تعريف النظام
bn: সিস্টেম ডিফ
es: Definición del sistema
fr: Définition du système
hi: सिस्टम डिफ़
it: Sistema Def
nl: Systeemdef
te: సిస్టమ్ డెఫ్
zh_tw: 系统定义

source: Loading system definition…
ar: جارٍ تحميل تعريف النظام…
bn: সিস্টেমের সংজ্ঞা লোড হচ্ছে...
es: Cargando definición del sistema...
fr: Chargement de la définition du système…
hi: सिस्टम परिभाषा लोड हो रही है...
it: Caricamento della definizione del sistema…
nl: Systeemdefinitie laden…
te: సిస్టమ్ నిర్వచనం లోడ్ అవుతోంది…
zh_tw: 正在加载系统定义...

source: Could not load system definition.
ar: تعذر تحميل تعريف النظام.
bn: সিস্টেম সংজ্ঞা লোড করা যায়নি.
es: No se pudo cargar la definición del sistema.
fr: Impossible de charger la définition du système.
hi: सिस्टम परिभाषा लोड नहीं की जा सकी.
it: Impossibile caricare la definizione del sistema.
nl: Kan systeemdefinitie niet laden.
te: సిస్టమ్ నిర్వచనాన్ని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载系统定义。

source: No system fields returned.
ar: لم يتم إرجاع أية حقول للنظام.
bn: কোনো সিস্টেম ক্ষেত্র ফেরত আসেনি।
es: No se devolvió ningún campo del sistema.
fr: Aucun champ système n'a été renvoyé.
hi: कोई सिस्टम फ़ील्ड वापस नहीं आया.
it: Nessun campo di sistema restituito.
nl: Er zijn geen systeemvelden geretourneerd.
te: సిస్టమ్ ఫీల్డ్u200cలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回系统字段。

source: Global system fields from the content-editor system definition. Read-only catalog — write and control configuration are later slices.
ar: حقول النظام العالمي من تعريف نظام محرر المحتوى. كتالوج للقراءة فقط - تكوين الكتابة والتحكم عبارة عن شرائح لاحقة.
bn: বিষয়বস্তু-সম্পাদক সিস্টেম সংজ্ঞা থেকে বিশ্বব্যাপী সিস্টেম ক্ষেত্র। শুধুমাত্র-পঠন ক্যাটালগ — লিখুন এবং নিয়ন্ত্রণ কনফিগারেশন পরে স্লাইস হয়.
es: Campos del sistema global de la definición del sistema del editor de contenido. Catálogo de solo lectura: la configuración de control y escritura son secciones posteriores.
fr: Champs système globaux issus de la définition du système de l'éditeur de contenu. Catalogue en lecture seule : la configuration de l'écriture et du contrôle est des tranches ultérieures.
hi: सामग्री-संपादक सिस्टम परिभाषा से वैश्विक सिस्टम फ़ील्ड। केवल पढ़ने योग्य कैटलॉग - लिखना और नियंत्रण कॉन्फ़िगरेशन बाद के स्लाइस हैं।
it: Campi del sistema globale dalla definizione del sistema dell'editor di contenuti. Catalogo di sola lettura: la configurazione di scrittura e controllo sono sezioni successive.
nl: Globale systeemvelden uit de systeemdefinitie van de inhoudseditor. Alleen-lezen catalogus: schrijf- en besturingsconfiguratie zijn latere segmenten.
te: కంటెంట్-ఎడిటర్ సిస్టమ్ నిర్వచనం నుండి గ్లోబల్ సిస్టమ్ ఫీల్డ్u200cలు. చదవడానికి మాత్రమే కేటలాగ్ — వ్రాయడం మరియు నియంత్రణ కాన్ఫిగరేషన్ తరువాత స్లైసులు.
zh_tw: 内容编辑器系统定义中的全局系统字段。只读目录——写入和控制配置是后面的切片。

source: Content editor system definition
ar: تعريف نظام محرر المحتوى
bn: বিষয়বস্তু সম্পাদক সিস্টেম সংজ্ঞা
es: Definición del sistema editor de contenidos.
fr: Définition du système d'édition de contenu
hi: सामग्री संपादक प्रणाली परिभाषा
it: Definizione del sistema di editor di contenuti
nl: Systeemdefinitie van de inhoudseditor
te: కంటెంట్ ఎడిటర్ సిస్టమ్ నిర్వచనం
zh_tw: 内容编辑器系统定义

source: Field count
ar: عدد الحقول
bn: ক্ষেত্র গণনা
es: Recuento de campos
fr: Nombre de champs
hi: फ़ील्ड गिनती
it: Conteggio dei campi
nl: Aantal velden
te: ఫీల్డ్ కౌంట్
zh_tw: 场数

source: Error cache timeout
ar: خطأ في مهلة ذاكرة التخزين المؤقت
bn: ত্রুটি ক্যাশে টাইমআউট
es: Error de tiempo de espera de caché
fr: Délai d'expiration du cache d'erreur
hi: त्रुटि कैश टाइमआउट
it: Timeout della cache degli errori
nl: Time-out voor foutcache
te: లోపం కాష్ గడువు ముగిసింది
zh_tw: 错误缓存超时

source: minutes
ar: دقائق
bn: মিনিট
es: minutos
hi: मिनट
it: minuti
nl: notulen
te: నిమిషాలు
zh_tw: 分钟

source: System fields
ar: حقول النظام
bn: সিস্টেম ক্ষেত্র
es: Campos del sistema
fr: Champs système
hi: सिस्टम फ़ील्ड
it: Campi di sistema
nl: Systeemvelden
te: సిస్టమ్ ఫీల్డ్u200cలు
zh_tw: 系统字段

source: Fields available to all content types as system fields. Property and control write are not exposed yet.
ar: الحقول المتاحة لجميع أنواع المحتوى كحقول النظام. لم يتم الكشف عن خاصية الكتابة والتحكم بعد.
es: Campos disponibles para todo tipo de contenido como campos del sistema. Las escrituras de propiedad y control aún no están expuestas.
fr: Champs disponibles pour tous les types de contenu en tant que champs système. Les propriétés et les écritures de contrôle ne sont pas encore exposées.
hi: सिस्टम फ़ील्ड के रूप में सभी सामग्री प्रकारों के लिए फ़ील्ड उपलब्ध हैं। संपत्ति और नियंत्रण लेखन अभी तक उजागर नहीं हुए हैं।
it: Campi disponibili per tutti i tipi di contenuto come campi di sistema. La scrittura di proprietà e controlli non è ancora stata esposta.
nl: Velden die voor alle inhoudstypen beschikbaar zijn als systeemvelden. Eigendoms- en zeggenschapsrechten zijn nog niet zichtbaar.
te: సిస్టమ్ ఫీల్డ్u200cల వలె అన్ని కంటెంట్ రకాలకు ఫీల్డ్u200cలు అందుబాటులో ఉంటాయి. ఆస్తి మరియు నియంత్రణ వ్రాత ఇంకా బహిర్గతం కాలేదు.
zh_tw: 可作为系统字段供所有内容类型使用的字段。属性和控件写入尚未公开。

source: Item Filters
ar: مرشحات العنصر
bn: আইটেম ফিল্টার
es: Filtros de artículos
fr: Filtres d'articles
hi: आइटम फ़िल्टर
it: Filtri degli articoli
nl: Artikelfilters
te: అంశం ఫిల్టర్లు
zh_tw: 项目过滤器

source: Loading item filters…
ar: جارٍ تحميل عوامل تصفية العناصر…
bn: আইটেম ফিল্টার লোড হচ্ছে...
es: Cargando filtros de elementos...
fr: Chargement des filtres d'éléments…
hi: आइटम फ़िल्टर लोड हो रहा है...
it: Caricamento filtri articolo…
nl: Artikelfilters laden…
te: ఐటెమ్ ఫిల్టర్u200cలను లోడ్ చేస్తోంది...
zh_tw: 正在加载项目过滤器...

source: No item filters returned.
ar: لم يتم إرجاع أي عوامل تصفية للعناصر.
bn: কোন আইটেম ফিল্টার ফিরে.
es: No se devolvieron filtros de artículos.
fr: Aucun filtre d'élément renvoyé.
hi: कोई आइटम फ़िल्टर वापस नहीं आया.
it: Nessun filtro articolo restituito.
nl: Er zijn geen artikelfilters geretourneerd.
te: ఐటెమ్ ఫిల్టర్u200cలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回项目过滤器。

source: Could not load item filters.
ar: تعذر تحميل عوامل تصفية العناصر.
bn: আইটেম ফিল্টার লোড করা যায়নি.
es: No se pudieron cargar los filtros de elementos.
fr: Impossible de charger les filtres d'éléments.
hi: आइटम फ़िल्टर लोड नहीं किया जा सका.
it: Impossibile caricare i filtri degli articoli.
nl: Kan itemfilters niet laden.
te: అంశం ఫిల్టర్u200cలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载项目过滤器。

source: Assembly item filters (rules applied when resolving related content). Open a row for rules and parent linkage. Create/edit is a later slice.
ar: عوامل تصفية عناصر التجميع (القواعد المطبقة عند حل المحتوى ذي الصلة). افتح صفًا للقواعد والربط الأصلي. الإنشاء/التحرير هو شريحة لاحقة.
bn: অ্যাসেম্বলি আইটেম ফিল্টার (সংশ্লিষ্ট বিষয়বস্তু সমাধান করার সময় প্রযোজ্য নিয়ম)। নিয়ম এবং পিতামাতার সংযোগের জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Filtros de elementos de ensamblaje (reglas aplicadas al resolver contenido relacionado). Abra una fila para reglas y vinculación principal. Crear/editar es un segmento posterior.
fr: Filtres d'éléments d'assemblage (règles appliquées lors de la résolution du contenu associé). Ouvrez une ligne pour les règles et la liaison parent. Créer/modifier est une tranche ultérieure.
hi: असेंबली आइटम फ़िल्टर (संबंधित सामग्री को हल करते समय लागू नियम)। नियमों और मूल लिंकेज के लिए एक पंक्ति खोलें। बनाना/संपादित करना बाद का भाग है।
it: Filtri degli elementi dell'assieme (regole applicate durante la risoluzione del contenuto correlato). Apri una riga per le regole e il collegamento genitore. Crea/modifica è una sezione successiva.
nl: Assemblage-itemfilters (regels die worden toegepast bij het oplossen van gerelateerde inhoud). Open een rij voor regels en bovenliggende koppelingen. Maken/bewerken is een later segment.
te: అసెంబ్లీ ఐటెమ్ ఫిల్టర్u200cలు (సంబంధిత కంటెంట్u200cని పరిష్కరించేటప్పుడు నియమాలు వర్తిస్తాయి). నియమాలు మరియు పేరెంట్ లింకేజీ కోసం అడ్డు వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: 程序集项目过滤器（解析相关内容时应用的规则）。打开一行用于规则和父级链接。创建/编辑是稍后的切片。

source: Parent filter
ar: مرشح الوالدين
bn: অভিভাবক ফিল্টার
es: Filtro principal
fr: Filtre parent
hi: मूल फ़िल्टर
it: Filtro genitore
nl: Ouderfilter
te: పేరెంట్ ఫిల్టర్
zh_tw: 父过滤器

source: Loading item filter…
ar: جارٍ تحميل عامل تصفية العناصر…
bn: আইটেম ফিল্টার লোড হচ্ছে...
es: Cargando filtro de artículos…
fr: Chargement du filtre d'élément…
hi: आइटम फ़िल्टर लोड हो रहा है...
it: Caricamento filtro articolo…
nl: Artikelfilter laden…
te: ఐటెమ్ ఫిల్టర్ లోడ్ అవుతోంది...
zh_tw: 正在加载项目过滤器...

source: Could not load item filter.
ar: تعذر تحميل عامل تصفية العناصر.
bn: আইটেম ফিল্টার লোড করা যায়নি.
es: No se pudo cargar el filtro de elementos.
fr: Impossible de charger le filtre d'éléments.
hi: आइटम फ़िल्टर लोड नहीं किया जा सका.
it: Impossibile caricare il filtro degli elementi.
nl: Kan itemfilter niet laden.
te: అంశం ఫిల్టర్u200cను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载项目过滤器。

source: Legacy authtype
ar: نوع المصادقة القديم
bn: লিগ্যাসি অথটাইপ
es: Tipo de autenticación heredado
fr: Type d'authentification hérité
hi: लीगेसी ऑथटाइप
it: Tipo di autenticazione legacy
nl: Verouderd verificatietype
te: లెగసీ ఆథటైప్
zh_tw: 旧版验证类型

source: Filter rule definitions and parameters. Rule editing is not exposed yet.
ar: تعريفات ومعلمات قاعدة التصفية. لم يتم الكشف عن تحرير القاعدة بعد.
bn: ফিল্টার নিয়ম সংজ্ঞা এবং পরামিতি। নিয়ম সম্পাদনা এখনও উন্মোচিত হয় না.
es: Filtrar definiciones y parámetros de reglas. La edición de reglas aún no está expuesta.
fr: Filtrer les définitions et les paramètres des règles. L'édition des règles n'est pas encore exposée.
hi: नियम परिभाषाएँ और पैरामीटर फ़िल्टर करें। नियम संपादन अभी उजागर नहीं हुआ है.
it: Filtrare le definizioni e i parametri delle regole. La modifica delle regole non è ancora stata esposta.
nl: Regeldefinities en parameters filteren. Regelbewerking is nog niet zichtbaar.
te: నియమ నిర్వచనాలు మరియు పారామితులను ఫిల్టర్ చేయండి. రూల్ ఎడిటింగ్ ఇంకా బహిర్గతం కాలేదు.
zh_tw: 过滤规则定义和参数。规则编辑尚未公开。

source: Rule
ar: قاعدة
bn: নিয়ম
es: Regla
fr: Règle
hi: नियम
it: Regola
nl: Regel
te: నియమం
zh_tw: 规则

source: Parameters
ar: حدود
bn: পরামিতি
es: Parámetros
fr: Paramètres
hi: पैरामीटर
it: Parametri
te: పారామితులు
zh_tw: 参数

source: Item filter create / update / delete not supported via this API
ar: إنشاء/تحديث/حذف مرشح العناصر غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: আইটেম ফিল্টার তৈরি / আপডেট / মুছে ফেলা এই API এর মাধ্যমে সমর্থিত নয়
es: La creación/actualización/eliminación del filtro de elementos no se admite a través de esta API
fr: Filtre d'élément créer/mettre à jour/supprimer non pris en charge via cette API
hi: आइटम फ़िल्टर बनाना/अपडेट करना/हटाना इस एपीआई के माध्यम से समर्थित नहीं है
it: Creazione/aggiornamento/eliminazione del filtro elemento non supportato tramite questa API
nl: Artikelfilter maken/bijwerken/verwijderen wordt niet ondersteund via deze API
te: ఐటెమ్ ఫిల్టర్ ఈ API ద్వారా సృష్టించడానికి / నవీకరించడానికి / తొలగించడానికి మద్దతు ఇవ్వదు
zh_tw: 不支持通过此 API 创建/更新/删除项目过滤器

source: Rule and parameter editing not supported via this API
ar: تحرير القواعد والمعلمات غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API এর মাধ্যমে নিয়ম এবং পরামিতি সম্পাদনা সমর্থিত নয়
es: La edición de reglas y parámetros no se admite a través de esta API
fr: Modification des règles et des paramètres non prise en charge via cette API
hi: नियम और पैरामीटर संपादन इस एपीआई के माध्यम से समर्थित नहीं है
it: La modifica di regole e parametri non è supportata tramite questa API
nl: Het bewerken van regels en parameters wordt niet ondersteund via deze API
te: ఈ API ద్వారా నియమం మరియు పారామీటర్ సవరణకు మద్దతు లేదు
zh_tw: 不支持通过此 API 编辑规则和参数

source: Display Formats
ar: تنسيقات العرض
bn: প্রদর্শন বিন্যাস
es: Formatos de visualización
fr: Formats d'affichage
hi: प्रदर्शन प्रारूप
it: Formati di visualizzazione
nl: Weergaveformaten
te: ప్రదర్శన ఆకృతులు
zh_tw: 显示格式

source: Loading display formats…
ar: جارٍ تحميل تنسيقات العرض…
bn: প্রদর্শন বিন্যাস লোড হচ্ছে...
es: Cargando formatos de visualización…
fr: Chargement des formats d'affichage…
hi: प्रदर्शन प्रारूप लोड हो रहे हैं...
it: Caricamento formati di visualizzazione...
nl: Weergaveformaten laden...
te: ప్రదర్శన ఫార్మాట్u200cలను లోడ్ చేస్తోంది...
zh_tw: 正在加载显示格式...

source: No display formats returned.
ar: لم يتم إرجاع أي تنسيقات عرض.
bn: কোন প্রদর্শন বিন্যাস ফেরত.
es: No se devolvieron formatos de visualización.
fr: Aucun format d'affichage renvoyé.
hi: कोई प्रदर्शन प्रारूप नहीं लौटाया गया.
it: Nessun formato di visualizzazione restituito.
nl: Er zijn geen weergaveformaten geretourneerd.
te: ప్రదర్శన ఫార్మాట్u200cలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回显示格式。

source: Could not load display formats.
ar: تعذر تحميل تنسيقات العرض.
bn: প্রদর্শন বিন্যাস লোড করা যায়নি.
es: No se pudieron cargar los formatos de visualización.
fr: Impossible de charger les formats d'affichage.
hi: प्रदर्शन प्रारूप लोड नहीं किया जा सका.
it: Impossibile caricare i formati di visualizzazione.
nl: Kan weergaveformaten niet laden.
te: ప్రదర్శన ఫార్మాట్u200cలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载显示格式。

source: Content Explorer display formats (columns, folder/view/search usage). Open a row for the column catalog. Create/edit is a later slice.
ar: تنسيقات عرض Content Explorer (الأعمدة والمجلدات/العرض/استخدام البحث). افتح صفًا لكتالوج الأعمدة. الإنشاء/التحرير هو شريحة لاحقة.
bn: কন্টেন্ট এক্সপ্লোরার ডিসপ্লে ফরম্যাট (কলাম, ফোল্ডার/ভিউ/সার্চ ব্যবহার)। কলাম ক্যাটালগের জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Formatos de visualización de Content Explorer (columnas, carpeta/vista/uso de búsqueda). Abra una fila para el catálogo de columnas. Crear/editar es un segmento posterior.
fr: Formats d’affichage de Content Explorer (colonnes, utilisation des dossiers/vues/recherches). Ouvrez une ligne pour le catalogue de colonnes. Créer/modifier est une tranche ultérieure.
hi: सामग्री एक्सप्लोरर प्रदर्शन प्रारूप (कॉलम, फ़ोल्डर/दृश्य/खोज उपयोग)। कॉलम कैटलॉग के लिए एक पंक्ति खोलें. बनाना/संपादित करना बाद का भाग है।
it: Formati di visualizzazione di Content Explorer (colonne, utilizzo di cartelle/visualizzazioni/ricerche). Aprire una riga per il catalogo delle colonne. Crea/modifica è una sezione successiva.
nl: Weergaveformaten van Content Explorer (kolommen, map/weergave/zoekgebruik). Open een rij voor de kolomcatalogus. Maken/bewerken is een later segment.
te: కంటెంట్ ఎక్స్u200cప్లోరర్ ప్రదర్శన ఫార్మాట్u200cలు (నిలువు వరుసలు, ఫోల్డర్/వీక్షణ/శోధన వినియోగం). కాలమ్ కేటలాగ్ కోసం అడ్డు వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: 内容资源管理器显示格式（列、文件夹/视图/搜索使用）。为列目录打开一行。创建/编辑是稍后的切片。

source: Columns
ar: أعمدة
bn: কলাম
es: columnas
fr: Colonnes
hi: कॉलम
it: Colonne
nl: Kolommen
te: నిలువు వరుసలు
zh_tw: 专栏

source: Usage
ar: الاستخدام
bn: ব্যবহার
es: Uso
hi: प्रयोग
it: Utilizzo
nl: Gebruik
te: వాడుక
zh_tw: 用法

source: Folders
ar: المجلدات
bn: ফোল্ডার
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
it: Cartelle
nl: Mappen
te: ఫోల్డర్లు
zh_tw: 文件夹

source: Views & searches
ar: المشاهدات وعمليات البحث
es: Vistas y búsquedas
fr: Vues et recherches
hi: दृश्य और खोजें
it: Visualizzazioni e ricerche
nl: Bekeken en zoekopdrachten

source: Related content
ar: محتوى ذو صلة
bn: সম্পর্কিত বিষয়বস্তু
es: Contenido relacionado
fr: Contenu associé
hi: संबंधित सामग्री
it: Contenuti correlati
nl: Gerelateerde inhoud
te: సంబంధిత కంటెంట్
zh_tw: 相关内容

source: Loading display format…
ar: جارٍ تحميل تنسيق العرض…
bn: প্রদর্শন বিন্যাস লোড হচ্ছে...
es: Cargando formato de visualización…
fr: Chargement du format d'affichage…
hi: प्रदर्शन प्रारूप लोड हो रहा है...
it: Caricamento formato di visualizzazione...
nl: Weergaveformaat laden…
te: ప్రదర్శన ఆకృతిని లోడ్ చేస్తోంది...
zh_tw: 正在加载显示格式...
